Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 创建数据目录符号链接失败：外部目录不存在
ar: Failed to create data directory symlink: external directory does not exist
de: Failed to create data directory symlink: external directory does not exist
en: Failed to create data directory symlink: external directory does not exist
eo: Failed to create data directory symlink: external directory does not exist
es: Failed to create data directory symlink: external directory does not exist
fr: Failed to create data directory symlink: external directory does not exist
hi: Failed to create data directory symlink: external directory does not exist
id: Failed to create data directory symlink: external directory does not exist
it: Failed to create data directory symlink: external directory does not exist
ko: Failed to create data directory symlink: external directory does not exist
nl: Failed to create data directory symlink: external directory does not exist
pl: Failed to create data directory symlink: external directory does not exist
pt: Failed to create data directory symlink: external directory does not exist
ru: Failed to create data directory symlink: external directory does not exist
th: Failed to create data directory symlink: external directory does not exist
tr: Failed to create data directory symlink: external directory does not exist
vi: Failed to create data directory symlink: external directory does not exist
zh_hant: 创建資料目錄符号連結失败：外部目錄不存在

source: 创建数据目录符号链接失败：应用组容器根目录受 macOS 保护
ar: Failed to create data directory symlink: app group container root is protected by macOS
de: Failed to create data directory symlink: app group container root is protected by macOS
en: Failed to create data directory symlink: app group container root is protected by macOS
eo: Failed to create data directory symlink: app group container root is protected by macOS
es: Failed to create data directory symlink: app group container root is protected by macOS
fr: Failed to create data directory symlink: app group container root is protected by macOS
hi: Failed to create data directory symlink: app group container root is protected by macOS
id: Failed to create data directory symlink: app group container root is protected by macOS
it: Failed to create data directory symlink: app group container root is protected by macOS
ko: Failed to create data directory symlink: app group container root is protected by macOS
nl: Failed to create data directory symlink: app group container root is protected by macOS
pl: Failed to create data directory symlink: app group container root is protected by macOS
pt: Failed to create data directory symlink: app group container root is protected by macOS
ru: Failed to create data directory symlink: app group container root is protected by macOS
th: Failed to create data directory symlink: app group container root is protected by macOS
tr: Failed to create data directory symlink: app group container root is protected by macOS
vi: Failed to create data directory symlink: app group container root is protected by macOS
zh_hant: 创建資料目錄符号連結失败：應用程式组容器根目錄受 macOS 保护

source: 创建本地入口
ar: Creating local portal
de: Creating local portal
en: Creating local portal
eo: Creating local portal
es: Creating local portal
fr: Creating local portal
hi: Creating local portal
id: Creating local portal
it: Creating local portal
ko: Creating local portal
nl: Creating local portal
pl: Creating local portal
pt: Creating local portal
ru: Creating local portal
th: Creating local portal
tr: Creating local portal
vi: Creating local portal

source: 创建本地入口失败，且自动回滚未完成。外部副本仍保留在：%@
ar: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
de: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
en: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
eo: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
es: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
fr: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
hi: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
id: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
it: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
ja: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
ko: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
nl: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
pl: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
pt: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
ru: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
th: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
tr: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@
vi: Failed to create local portal, and automatic rollback did not complete. External copy remains at: %@

source: 创建本地入口失败，应用已自动恢复到本地：%@
ar: Failed to create local portal, app has been automatically restored to local: %@
de: Failed to create local portal, app has been automatically restored to local: %@
en: Failed to create local portal, app has been automatically restored to local: %@
eo: Failed to create local portal, app has been automatically restored to local: %@
es: Failed to create local portal, app has been automatically restored to local: %@
fr: Failed to create local portal, app has been automatically restored to local: %@
hi: Failed to create local portal, app has been automatically restored to local: %@
id: Failed to create local portal, app has been automatically restored to local: %@
it: Failed to create local portal, app has been automatically restored to local: %@
ja: Failed to create local portal, app has been automatically restored to local: %@
ko: Failed to create local portal, app has been automatically restored to local: %@
nl: Failed to create local portal, app has been automatically restored to local: %@
pl: Failed to create local portal, app has been automatically restored to local: %@
pt: Failed to create local portal, app has been automatically restored to local: %@
ru: Failed to create local portal, app has been automatically restored to local: %@
th: Failed to create local portal, app has been automatically restored to local: %@
tr: Failed to create local portal, app has been automatically restored to local: %@
vi: Failed to create local portal, app has been automatically restored to local: %@
zh_hant: 创建本地入口失败，應用程式已自动恢复到本地：%@

source: 创建符号链接失败：%@
ar: تعذّر إنشاء الرابط الرمزي: %@
de: Symbolischer Link konnte nicht erstellt werden: %@
en: Failed to create symbolic link: %@
eo: Ne eblis krei simbolan ligilon: %@
es: No se pudo crear el enlace simbólico: %@
fr: Impossible de créer le lien symbolique : %@
hi: प्रतीकात्मक लिंक नहीं बनाया जा सका: %@
id: Gagal membuat tautan simbolis: %@
it: Impossibile creare il collegamento simbolico: %@
ja: シンボリックリンクを作成できませんでした：%@
ko: 심볼릭 링크를 만들지 못했습니다: %@
nl: Kan symbolische koppeling niet maken: %@
pl: Nie udało się utworzyć dowiązania symbolicznego: %@
pt: Não foi possível criar o link simbólico: %@
ru: Не удалось создать символическую ссылку: %@
th: ไม่สามารถสร้างลิงก์สัญลักษณ์ได้: %@
tr: Sembolik bağlantı oluşturulamadı: %@
vi: Không thể tạo liên kết tượng trưng: %@
zh_hant: 建立符號連結失敗：%@

source: 删除原目录失败：%@
ar: Failed to delete original directory: %@
de: Failed to delete original directory: %@
en: Failed to delete original directory: %@
eo: Failed to delete original directory: %@
es: Failed to delete original directory: %@
fr: Failed to delete original directory: %@
hi: Failed to delete original directory: %@
id: Failed to delete original directory: %@
it: Failed to delete original directory: %@
ja: Failed to delete original directory: %@
ko: Failed to delete original directory: %@
nl: Failed to delete original directory: %@
pl: Failed to delete original directory: %@
pt: Failed to delete original directory: %@
ru: Не удалось удалить исходный каталог: %@
th: Failed to delete original directory: %@
tr: Failed to delete original directory: %@
vi: Failed to delete original directory: %@
zh_hant: 删除原目錄失败：%@

source: 删除孤立链接
ar: حذف الرابط المعزول
de: Verwaisten Link löschen
en: Delete Orphaned Link
eo: Delete Orphaned Link
es: Eliminar enlace huérfano
fr: Supprimer le lien orphelin
hi: अनाथ लिंक हटाएं
id: Hapus tautan yatim
it: Elimina collegamento orfano
ja: Delete Orphaned Link
ko: 고아 링크 삭제
nl: Weeslink verwijderen
pl: Osierocony link
pt: Excluir link órfão
ru: Удалить осиротевшую ссылку
th: Delete Orphaned Link
tr: Yetim bağlantıyı sil
vi: Xóa liên kết mồ côi
zh_hant: 删除孤立連結

source: 删除应用入口前权限检查失败
ar: Permission check failed before deleting app portal
de: Permission check failed before deleting app portal
en: Permission check failed before deleting app portal
eo: Permission check failed before deleting app portal
es: Permission check failed before deleting app portal
fr: Permission check failed before deleting app portal
hi: Permission check failed before deleting app portal
id: Permission check failed before deleting app portal
it: Permission check failed before deleting app portal
ko: Permission check failed before deleting app portal
nl: Permission check failed before deleting app portal
pl: Permission check failed before deleting app portal
pt: Permission check failed before deleting app portal
ru: Permission check failed before deleting app portal
th: Permission check failed before deleting app portal
tr: Permission check failed before deleting app portal
vi: Permission check failed before deleting app portal
zh_hant: 删除應用程式入口前权限检查失败

source: 删除应用入口前检查失败：目标不是受支持的 App portal
ar: Pre-delete app portal check failed: target is not a supported App portal
de: Pre-delete app portal check failed: target is not a supported App portal
en: Pre-delete app portal check failed: target is not a supported App portal
eo: Pre-delete app portal check failed: target is not a supported App portal
es: Pre-delete app portal check failed: target is not a supported App portal
fr: Pre-delete app portal check failed: target is not a supported App portal
hi: Pre-delete app portal check failed: target is not a supported App portal
id: Pre-delete app portal check failed: target is not a supported App portal
it: Pre-delete app portal check failed: target is not a supported App portal
ko: Pre-delete app portal check failed: target is not a supported App portal
nl: Pre-delete app portal check failed: target is not a supported App portal
pl: Pre-delete app portal check failed: target is not a supported App portal
pt: Pre-delete app portal check failed: target is not a supported App portal
ru: Pre-delete app portal check failed: target is not a supported App portal
th: Pre-delete app portal check failed: target is not a supported App portal
tr: Pre-delete app portal check failed: target is not a supported App portal
vi: Pre-delete app portal check failed: target is not a supported App portal
zh_hant: 删除應用程式入口前检查失败：目标不是受支持的 App portal

source: 删除应用入口校验通过
ar: App portal deletion validation passed
de: App portal deletion validation passed
en: App portal deletion validation passed
eo: App portal deletion validation passed
es: App portal deletion validation passed
fr: App portal deletion validation passed
hi: App portal deletion validation passed
id: App portal deletion validation passed
it: App portal deletion validation passed
ko: App portal deletion validation passed
nl: App portal deletion validation passed
pl: App portal deletion validation passed
pt: App portal deletion validation passed
ru: App portal deletion validation passed
th: App portal deletion validation passed
tr: App portal deletion validation passed
vi: App portal deletion validation passed
zh_hant: 删除應用程式入口校验通过

source: 删除本地入口失败
ar: Failed to delete local portal
de: Failed to delete local portal
en: Failed to delete local portal
eo: Failed to delete local portal
es: Failed to delete local portal
fr: Failed to delete local portal
hi: Failed to delete local portal
id: Failed to delete local portal
it: Failed to delete local portal
ko: Failed to delete local portal
nl: Failed to delete local portal
pl: Failed to delete local portal
pt: Failed to delete local portal
ru: Failed to delete local portal
th: Failed to delete local portal
tr: Failed to delete local portal
vi: Failed to delete local portal

source: 刷新列表
ar: تحديث القائمة
de: Liste aktualisieren
en: Refresh List
eo: Refreŝigi liston
es: Actualizar lista
fr: Actualiser la liste
hi: सूची ताज़ा करें
id: Segarkan Daftar
it: Aggiorna elenco
ja: リストを更新
ko: 목록 새로고침
nl: Lijst vernieuwen
pl: Odśwież listę
pt: Atualizar lista
ru: Обновить список
th: รีเฟรชรายการ
tr: Listeyi Yenile
vi: Làm mới danh sách
zh_hant: 重新整理列表

source: 刷新数据目录当前标签
ar: Refreshing current data directory tab
de: Refreshing current data directory tab
en: Refreshing current data directory tab
eo: Refreshing current data directory tab
es: Refreshing current data directory tab
fr: Refreshing current data directory tab
hi: Refreshing current data directory tab
id: Refreshing current data directory tab
it: Refreshing current data directory tab
ko: Refreshing current data directory tab
nl: Refreshing current data directory tab
pl: Refreshing current data directory tab
pt: Refreshing current data directory tab
ru: Refreshing current data directory tab
th: Refreshing current data directory tab
tr: Refreshing current data directory tab
vi: Refreshing current data directory tab
zh_hant: 刷新資料目錄当前标签

source: 前往下载
ar: تحميل الآن
de: Jetzt herunterladen
en: Download Now
eo: Elŝutu Nun
es: Descargar ahora
fr: Télécharger maintenant
hi: अभी डाउनलोड करें
id: Unduh Sekarang
it: Scarica ora
ja: 今すぐダウンロード
ko: 지금 다운로드
nl: Nu downloaden
pl: Pobierz teraz
pt: Baixar agora
ru: Скачать сейчас
th: ดาวน์โหลดเดี๋ยวนี้
tr: Şimdi İndir
vi: Tải xuống ngay
zh_hant: 前往下載

source: 加载 GitHub 贡献者失败，已回退到缓存或内置列表
ar: Failed to load GitHub contributors; fell back to cached or built-in list
de: Failed to load GitHub contributors; fell back to cached or built-in list
en: Failed to load GitHub contributors; fell back to cached or built-in list
eo: Failed to load GitHub contributors; fell back to cached or built-in list
es: Failed to load GitHub contributors; fell back to cached or built-in list
fr: Failed to load GitHub contributors; fell back to cached or built-in list
hi: Failed to load GitHub contributors; fell back to cached or built-in list
id: Failed to load GitHub contributors; fell back to cached or built-in list
it: Failed to load GitHub contributors; fell back to cached or built-in list
ko: Failed to load GitHub contributors; fell back to cached or built-in list
nl: Failed to load GitHub contributors; fell back to cached or built-in list
pl: Failed to load GitHub contributors; fell back to cached or built-in list
pt: Failed to load GitHub contributors; fell back to cached or built-in list
ru: Failed to load GitHub contributors; fell back to cached or built-in list
th: Failed to load GitHub contributors; fell back to cached or built-in list
tr: Failed to load GitHub contributors; fell back to cached or built-in list
vi: Failed to load GitHub contributors; fell back to cached or built-in list
zh_hant: 加载 GitHub 贡献者失败，已回退到快取或内置列表

source: 单个应用还原失败
ar: Single app restore failed
de: Single app restore failed
en: Single app restore failed
eo: Single app restore failed
es: Single app restore failed
fr: Single app restore failed
hi: Single app restore failed
id: Single app restore failed
it: Single app restore failed
ko: Single app restore failed
nl: Single app restore failed
pl: Single app restore failed
pt: Single app restore failed
ru: Single app restore failed
th: Single app restore failed
tr: Single app restore failed
vi: Single app restore failed
zh_hant: 单个應用程式還原失败

source: 单个应用还原成功
ar: Single app restore succeeded
de: Single app restore succeeded
en: Single app restore succeeded
eo: Single app restore succeeded
es: Single app restore succeeded
fr: Single app restore succeeded
hi: Single app restore succeeded
id: Single app restore succeeded
it: Single app restore succeeded
ko: Single app restore succeeded
nl: Single app restore succeeded
pl: Single app restore succeeded
pt: Single app restore succeeded
ru: Single app restore succeeded
th: Single app restore succeeded
tr: Single app restore succeeded
vi: Single app restore succeeded
zh_hant: 单个應用程式還原成功

source: 卷 UUID
ar: Volume UUID
de: Volume UUID
en: Volume UUID
eo: Volume UUID
es: Volume UUID
fr: Volume UUID
hi: Volume UUID
id: Volume UUID
it: Volume UUID
ja: Volume UUID
ko: Volume UUID
nl: Volume UUID
pl: Volume UUID
pt: Volume UUID
ru: Volume UUID
th: Volume UUID
tr: Volume UUID
vi: Volume UUID

source: 卷名称
ar: Volume Name
de: Volume Name
en: Volume Name
eo: Volume Name
es: Volume Name
fr: Volume Name
hi: Volume Name
id: Volume Name
it: Volume Name
ja: Volume Name
ko: Volume Name
nl: Volume Name
pl: Volume Name
pt: Volume Name
ru: Volume Name
th: Volume Name
tr: Volume Name
vi: Volume Name
zh_hant: 卷名稱

source: 原始签名身份不在钥匙串中，回退到 ad-hoc 签名
ar: Original signing identity is not in the keychain; falling back to ad-hoc signing
de: Original signing identity is not in the keychain; falling back to ad-hoc signing
en: Original signing identity is not in the keychain; falling back to ad-hoc signing
eo: Original signing identity is not in the keychain; falling back to ad-hoc signing
es: Original signing identity is not in the keychain; falling back to ad-hoc signing
fr: Original signing identity is not in the keychain; falling back to ad-hoc signing
hi: Original signing identity is not in the keychain; falling back to ad-hoc signing
id: Original signing identity is not in the keychain; falling back to ad-hoc signing
it: Original signing identity is not in the keychain; falling back to ad-hoc signing
ko: Original signing identity is not in the keychain; falling back to ad-hoc signing
nl: Original signing identity is not in the keychain; falling back to ad-hoc signing
pl: Original signing identity is not in the keychain; falling back to ad-hoc signing
pt: Original signing identity is not in the keychain; falling back to ad-hoc signing
ru: Original signing identity is not in the keychain; falling back to ad-hoc signing
th: Original signing identity is not in the keychain; falling back to ad-hoc signing
tr: Original signing identity is not in the keychain; falling back to ad-hoc signing
vi: Original signing identity is not in the keychain; falling back to ad-hoc signing

source: 去设置授予权限
ar: الذهاب إلى الإعدادات
de: Zu den Einstellungen
en: Go to Settings
eo: Iru al Agordoj
es: Ir a Configuración
fr: Aller aux paramètres
hi: सेटिंग्स में जाएं
id: Buka Pengaturan
it: Vai alle Impostazioni
ja: 設定に移動
ko: 설정으로 이동
nl: Ga naar Instellingen
pl: Idź do ustawień
pt: Ir para Configurações
ru: Перейти в настройки
th: ไปที่การตั้งค่า
tr: Ayarlara Git
vi: Đi tới Cài đặt
zh_hant: 前往設定授予權限

source: 去选择
ar: اختيار...
de: Auswählen...
en: Choose...
eo: Elekti...
es: Elegir...
fr: Choisir...
hi: चुनें...
id: Pilih...
it: Scegli...
ja: 選択...
ko: 선택...
nl: Kies...
pl: Wybierz...
pt: Escolher...
ru: Выбрать...
th: เลือก...
tr: Seç...
vi: Chọn...
zh_hant: 前往選擇

source: 发布
ar: الإصدارات
de: Veröffentlichungen
en: Releases
eo: Eldonoj
es: Versiones
fr: Versions
hi: रिलीज़
id: Rilis
it: Versioni
ja: リリース
ko: 릴리스
nl: Uitgaven
pl: Wydania
pt: Versões
ru: Выпуски
th: รุ่นที่เผยแพร่
tr: Sürümler
vi: Bản phát hành
zh_hant: 版本發佈

source: 发现新版本
ar: تم العثور على إصدار جديد
de: Neue Version gefunden
en: New Version Found
eo: Nova Versio Trovita
es: Nueva versión encontrada
fr: Nouvelle version trouvée
hi: नया संस्करण मिला
id: Versi Baru Ditemukan
it: Nuova versione trovata
ja: 新しいバージョンが見つかりました
ko: 새 버전 발견
nl: Nieuwe versie gevonden
pl: Znaleziono nową wersję
pt: Nova versão encontrada
ru: Найден новый версия
th: พบเวอร์ชันใหม่
tr: Yeni Sürüm Bulundu
vi: Đã tìm thấy phiên bản mới
zh_hant: 發現新版本

source: 发现新版本 %@。 %@
ar: New version %@ found. %@
de: New version %@ found. %@
en: New version %@ found. %@
eo: New version %@ found. %@
es: New version %@ found. %@
fr: New version %@ found. %@
hi: New version %@ found. %@
id: New version %@ found. %@
it: New version %@ found. %@
ja: 新しいバージョン %@ が見つかりました。 %@
ko: 새 버전 %@을(를) 발견했습니다. %@
nl: New version %@ found. %@
pl: New version %@ found. %@
pt: New version %@ found. %@
ru: New version %@ found. %@
th: New version %@ found. %@
tr: New version %@ found. %@
vi: New version %@ found. %@
zh_hant: 發現新版本 %@。 %@

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
eo: Nuligi
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy

source: 受保护的应用
ar: تطبيقات محمية
de: Geschützte Apps
en: Protected Apps
eo: Protektitaj aplikaĵoj
es: Apps protegidas
fr: Apps protégées
hi: संरक्षित ऐप्स
id: Aplikasi Terlindungi
it: App protette
ja: 保護されたアプリ
ko: 보호된 앱
nl: Beschermde apps
pl: Chronione aplikacje
pt: Apps protegidos
ru: Защищённые приложения
th: แอปที่ได้รับการป้องกัน
tr: Korunan Uygulamalar
vi: Ứng dụng được bảo vệ
zh_hant: 受保護的應用

source: 可弹出
ar: Ejectable
de: Ejectable
en: Ejectable
eo: Ejectable
es: Ejectable
fr: Ejectable
hi: Ejectable
id: Ejectable
it: Ejectable
ja: Ejectable
ko: Ejectable
nl: Ejectable
pl: Ejectable
pt: Ejectable
ru: Ejectable
th: Ejectable
tr: Ejectable
vi: Ejectable
zh_hant: 可彈出

source: 可用空间
ar: Available Space
de: Available Space
en: Available Space
eo: Available Space
es: Available Space
fr: Available Space
hi: Available Space
id: Available Space
it: Available Space
ja: Available Space
ko: 사용 가능한 공간
nl: Available Space
pl: Available Space
pt: Available Space
ru: Available Space
th: Available Space
tr: Available Space
vi: Available Space
zh_hant: 可用空間

source: 可移除
ar: Removable
de: Removable
en: Removable
eo: Removable
es: Removable
fr: Removable
hi: Removable
id: Removable
it: Removable
ja: Removable
ko: 제거 가능
nl: Removable
pl: Removable
pt: Removable
ru: Removable
th: Removable
tr: Removable
vi: Removable

source: 可选
ar: Optional
de: Optional
en: Optional
eo: Optional
es: Optional
fr: Optional
hi: Optional
id: Optional
it: Optional
ja: Optional
ko: Optional
nl: Optional
pl: Optional
pt: Optional
ru: Необязательно
th: Optional
tr: Optional
vi: Optional
zh_hant: 可選

source: 向用户展示错误
ar: Showing error to user
de: Showing error to user
en: Showing error to user
eo: Showing error to user
es: Showing error to user
fr: Showing error to user
hi: Showing error to user
id: Showing error to user
it: Showing error to user
ko: Showing error to user
nl: Showing error to user
pl: Showing error to user
pt: Showing error to user
ru: Showing error to user
th: Showing error to user
tr: Showing error to user
vi: Showing error to user

source: 否
ar: No
de: No
en: No
eo: No
es: No
fr: No
hi: No
id: No
it: No
ja: いいえ
ko: 아니요
nl: No
pl: No
pt: No
ru: No
th: No
tr: No
vi: No
